Repository: syscomgo/omflow
Catalog: locale/*/LC_MESSAGES/django.po
Languages: ar

# 該流程有多個已上架的版本，請聯絡系統管理員協助處理。
source: There are multiple versions of this flow that have been released, please contact the system administrator for assistance.
ar: توجد اصدارات متعددلة لهذا التدفق الذي تم اصداره برجاء الاتصال بمدير النظام والمساعده

# 該流程沒有已上架的版本
source: The flow does not have a released version
ar: التدفق ليس له اصدار له نسخة

# 該單目前為執行狀態，無法進行更新/刪除。
source: The data is currently in execution and cannot be updated/deleted.
ar: البيانات الموجودة في التنفيذ وليست للتحديث او الحذف

# 找不到該資料庫：Omdata_
source: The database could not be found: Omdata_
ar: البيانات غير مستطاع العثور عليها

# 找不到該筆資料。
source: The data cannot be found.
ar: البيانات غير موجودة

# 關聯對象不可為同一資料。
source: The related objects cannot be the same data.
ar: الموضوعات المرتبطة ليست علي نفس البيانات

# 不同表單資料不可建立母子關聯。
source: Mother-child relationship cannot be established for different form data.
ar: علاقة التفرع الاساسية لم يتم انشاؤها

# 更改關聯成功。
source: Change the association successfully.
ar: الانشاء المتتابع تم بنجاح

# 刪除關聯成功。
source: Successfully deleted association.
ar: تم تغيير التتابع بنجاح

# 更新失敗：
source: Update failed:
ar: التحميل فشل

# 此筆資料並無錯誤，無法進行修改。
source: There are no errors in this information and cannot be modified.
ar: لا يوجد خطأ في هذه المعلومات ولا يمكن تعديلها

# 此筆資料正在執行中，無法進行修改。
source: This data is currently being executed and cannot be modified.
ar: هذه البيانات يمكن تنفيذها ولا يمكن تعديلها

# 此筆資料已經關閉，無法進行修改。
source: This profile has been closed and cannot be modified.
ar: هذا الملف التعريفي مغلق ولا يمكن تعديله

# 無法修改歷史資料。
source: Cannot modify historical data.
ar: لا يمكن تعديل بيانات السجلات

# 搜尋成功。
source: Search successful
ar: تم البحث بنجاح

# 您沒有權限進行此操作
source: You do not have permission to perform this operation
ar: انت لا تلك الصلاحيات تنفيذ هذه العملية

# 派送成功。
source: Delivered successfully.
ar: تم التسليم بنجاح

# 找不到符合的條件。
source: No matching conditions were found.
ar: لا يوجد حالة مطابقة تم العثور عليها

# [違反]
source: [Violation]
ar: مخالفة

# [提醒]
source: [Remind]
ar: تذكير

# 任務單
source: Menu
ar: قائمة المهام

# 資料代碼
source: Data Code
ar: الرقم المسلسل للبيانات

# 歷史資料
source: Historical Information
ar: معلومات السجلات

# 受派群組
source: Send Group
ar: ارسال المجموعة

# 關卡類型
source: Stage Type
ar: نوع المرحلة

# 關卡名稱
source: Stage Name
ar: "اسم المرحلة

# 執行標記
source: Execute Tag
ar: تنفيذ العلامة

# 停止時間
source: Stop Time
ar: وقت التوقف

# 開單人員
source: Create User
ar: انشاء مستخدم

# 更新人員
source: Update User
ar: تحديث مستخدم

# 流程參數
source: Flow Parameters
ar: تدفق المعاملات

# 錯誤訊息
source: Error Message
ar: رسالة الخطأ

# 初始資料
source: Initial Information
ar: معلومات مبديئة

# 子單
source: Child Form
ar: النموذج المتفرع

# 修改任務單
source: order modification
ar: تعديل الترتيب

# 檢視任務單
source: change Menu
ar: عرض قائمة المهام

# 刪除任務單
source: Delete the Order
ar: حذف الترتيب

# 多重資料編號
source: Multiple data number
ar: رقم بيانات متعددة

# 功能點
source: Function Point
ar: نقطة وظيفية

# 輸出參數
source: Output Parameters
ar: معامل الاستخراج

# 異常標記
source: Error Tag
ar: علامة الخطأ

# 標記
source: Tag
ar: علامة

# 發送者名稱
source: Sender Name
ar: اسم المرسل

# 發送群組名稱
source: Send group name
ar: ارسال اسم المجموعة

# 已刪除的接收者名稱
source: Deleted Assignee name
ar: حذف الاسم المخصص

# 接收群組名稱
source: Receiving Group Name
ar: استقبال اسمالمجموة

# 內文
source: Content
ar: المحتوي

# 是否讀取
source: Whether to read
ar: معرفة حالة القراءة

# 新訊息
source: New Message
ar: رسالة جديدة

# 訊息管理
source: Message Management
ar: ادارة الرسالة

# 回到訊息管理
source: Back to message management
ar: العودة لادارة الرسالة

# 發送身分
source: Send ID
ar: ارسال الرقم المعرف

# 訊息發送身分
source: Message sending identity
ar: رقم الرسالة

# 新增附件
source: Add attachment
ar: اضافة المرفق

# 傳送
source: Transfer
ar: النقل

# 回覆
source: Reply
ar: الرد

# 回覆
source: Reply
ar: الرد

# 資料夾
source: Folder
ar: مجلد

# 我的訊息
source: My Message
ar: رسالتي

# 發送紀錄
source: Send Record
ar: ارسال سجل

# 垃圾桶
source: Trash Can
ar: المحذوفات

# 寄件備份
source: Sent Mail Backup
ar: ارسال نسخة احتياطية للبريد الالكتروني

# 周日
source: Sunday
ar: الأحد

# 周一
source: Monday
ar: الاثنين

# 周二
source: Tuesday
ar: الثلاثاء

# 周三
source: Wednesday
ar: الاربعاء

# 周四
source: Thursday
ar: الخميس

# 周五
source: Friday
ar: الجمعة

# 周六
source: Saturday
ar: الثلاثاء

# 此附件已刪除
source: This attachment has been deleted
ar: هذا المرفق تم حذفه

# 筆訊息
source: Pen Message
ar: قلم الرسالة

# 請求處理成功
source: Request processed successfully
ar: تم معالجة الطلب بنجاح

# 提供資料格式有誤
source: The format of the provided information is incorrect
ar: تهئة البيانات المقدمة غير صحيحية

# 搜尋成功
source: Search successful
ar: تم البحث بنجاح

# 請提供訊息編號
source: Please provide the message number
ar: برجاء تقديم رقم الرسالة

# 發送成功
source: Send successfully
ar: تم الارسال الناجح

# 刪除訊息成功
source: Successfully deleted message
ar: تم حذف الرسالة بنجاح

# 訊息還原成功
source: Message restored successfully
ar: تم استعادة الرسالة بنجاح

# 找不到訊息資料
source: Cannot find message data
ar: لا يمكن العثور علي البيانات

# 我的任務
source: My Mission
ar: مهمتي

# 受派人
source: Assignee
ar: الوكيل

# 快速操作
source: Quick Action
ar: فعل سريع

# 附加檔案
source: Attach
ar: ارفاق

# 關單
source: Close data
ar: وقت الاغلاق

# 任務列表
source: Mission List
ar: قائمة المهام

# 進行中任務
source: Ongoing Mission
ar: المهام المستخرجة

# 處理紀錄
source: Mission Records
ar: سجل المهام

# 功能名稱
source: Name
ar: الاسم

# 受派組織
source: Assigned Group
ar: مجموعة التخصص

# 更新日期
source: Updatetime
ar: تحديث الوقت

# 所有組織
source: All Group
ar: كل المجاميع

# 開單日期
source: Createtime
ar: الوقت المستغرق

# 上傳者
source: Uploader
ar: تحديث

# 服務編號
source: Service Code
ar: رقم الخدمة

# 允許角色
source: Allow Roles
ar: اجازة الادوار

# 預設值
source: Default
ar: افتراضي

# 服務設計
source: Service Design
ar: تصميم الخدمة

# 服務請求管理
source: Service Request Management
ar: ادارة طلب الخدمة

# 服務請求
source: Service Request
ar: طلب الخدمة

# 建立服務
source: Create Service
ar: انشاء الخدمة

# 建立資料夾
source: Create Folder
ar: إنشاء مجلد

# 搜尋
source: Search
ar: بحث

# 重新匯入服務
source: Re-import service
ar: إعادة ادخال الخدمة

# 內容設定
source: Content Settings
ar: تخصيص المحتوي

# 全部
source: All
ar: كل

# 分隔線
source: Separation line
ar: الخط الفاصل

# 顏色
source: Color
ar: اللون

# 圖示
source: Icon
ar: الايقونة

# 選擇表單
source: Select Form
ar: النموذج المحدد

# 第一步驟
source: First Step
ar: خطوة مبدئية

# 新步驟
source: New Step
ar: خطوة جديدة

# 服務對象
source: Service Target
ar: الخدمة المستهدفة

# 藍
source: Blue
ar: ازرق

# 青
source: Cyan-blue
ar: فيروزي

# 綠
source: Green
ar: اخضر

# 黃
source: Yellow
ar: اصفر

# 紅
source: Red
ar: احمر

# 紫
source: Pruple
ar: بنفسجي

# 灰
source: Gray
ar: رمادي

# 深灰
source: Dark Gray
ar: رمادي داكن

# 米黃
source: Cream
ar: كريمي

# 填寫表單
source: Fill in the form
ar: ملأ النموذج

# 所有人
source: Everyone
ar: كل شخص

# 上傳檔案
source: Upload file
ar: رفع الملف

# 必填
source: Required
ar: متطلب

# 選擇檔案
source: Select File
ar: تحديد الملف

# 輸入提示說明
source: Enter prompt description
ar: الدخل الوصف الحالي

# 不預選受派人
source: No pre-selection of assignees
ar: لم يتم تحديد الوكيل المبدئي

# 已新增所有欄位
source: All fields have been added
ar: كل الحقول تم اضافتها

# 移除服務
source: Remove Service
ar: حذف الخدمة

# 即將移除「
source: To be removed'
ar: للحذف

# 」，是否繼續？
source: ', continue?
ar: هل يتم الاستمرار؟

# 輸入標題，空白時會自動隱藏
source: Enter the title, it will be automatically hidden when blank
ar: ادرج العنوان، وسيتم اخفائه اوتوماتيكيا عندما يكون اسود

# 輸入說明
source: Enter description
ar: ادرج الوصف

# 齒輪
source: Gear
ar: ناقل الحركة

# 餐具
source: Tableware
ar: ادوات المائدة

# 咖啡
source: Coffee
ar: قهوة

# 心跳
source: Heartbeat
ar: قلب

# 分享
source: Share
ar: مشاركة

# 雪花
source: Snowflake
ar: تساقط الجليدي

# 溫度
source: Temperature
ar: درجة حرارة

# 點讚
source: Like
ar: مثل

# 倒讚
source: Inverted praise
ar: عاكس التطرية

# 折線圖
source: Line Chart
ar: الخط البياني

# 地球
source: Earth
ar: ارض

# 沙漏
source: Hourglass
ar: ساعة الزجاج

# 電力
source: Electricity
ar: كهرباء

# 群組
source: Group
ar: مجموعة

# 對話
source: Dialog
ar: حواري

# 路標
source: Road sign
ar: علامة طريق

# 鑰匙
source: Key
ar: مفتاح

# 警告
source: Warning
ar: تحذير

# 汽車
source: Car
ar: عربة

# 公車
source: Bus
ar: اتوبيس

# 地鐵
source: Metro
ar: ترام

# 船隻
source: Ship
ar: سفينة

# 飛機
source: Aircraft
ar: طائرة عمودية

# 房屋
source: House
ar: منزل

# 工廠
source: Factory
ar: مصنع

# 圓餅圖
source: Pie Chart
ar: الرسم البياني الدائري

# 行事曆
source: Calendar
ar: تقويم

# 購物袋
source: Shopping Bag
ar: كيس التسوق

# 購物車
source: Shopping Cart
ar: عربة التسوق

# 鈴鐺
source: Bells
ar: اجراء

# 資料庫
source: Database
ar: قاعدة بيانات

# 時鐘
source: Clock
ar: ساعة

# 葉子
source: Leaf
ar: ورقة شجر

# 信封
source: Envelope
ar: ظرف

# 金錢
source: Money
ar: نقود

# 電腦
source: Computer
ar: حاسوب

# 書籍
source: Books
ar: كتب

# 文件
source: File
ar: ملف

# 剪貼板
source: Clipboard
ar: حافظة

# 書寫
source: Writing
ar: كتابة

# 強制上傳檔案
source: Forced to upload files
ar: دفع لرفع الملفات

# 請求成功
source: Request successful
ar: طلب ناجح

# 匯出所有服務請求
source: Expoprt all service request
ar: استخراج كل طلبات الخدمة

# 資料格式不符
source: Data format does not match
ar: تهيئة البيانات غير منتطابقة

# 儲存成功。
source: Save successfully.
ar: تم الحفظ بنجاح

# 查無此服務。
source: Check that this service is not available.
ar: فحص هل الخدمة ليست مناسبة

# 電子郵件
source: Email
ar: ايميل

# 暱稱
source: Nickname
ar: اسم مستعار

# 生日
source: Birthday
ar: يوم ميلا

# 性別
source: Gender
ar: النوع

# 男
source: Male
ar: ذكر

# 女
source: Female
ar: انثي

# 電話
source: Phone
ar: تليفون

# 手機
source: Mobile
ar: محمول

# 部門名稱
source: Department Name
ar: اسم الادارة

# 公司名稱
source: Company Name
ar: اسم الشركة

# AD標記
source: AD Tag
ar: اضف علامة

source: AD_SID
ar: جانب اعلانات

# 更新頻率
source: Update Frequency
ar: تحديث التتابع

# 預設群組
source: Default Group
ar: المجموعة الافتراضية

# 職代人
source: Work Generation Person
ar: عمل جيل شخيات

# 新增使用者
source: Add User
ar: اضافة مستخدم

# 修改使用者
source: Modify User
ar: تعديل المستخدم

# 檢視使用者
source: View User
ar: مشاهدة المستخدم

# 刪除使用者
source: Delete User
ar: حذف مستخدم

# 組織與角色
source: Group and Role
ar: المجموعات والادوار

# 上層群組
source: Upper Group
ar: جروب الادمن

# 功能群組標記
source: Function Group Tag
ar: علامة المجموعة الوظيفية

# 顯示名稱
source: Display Name
ar: عرض الاسم

# 新增組織/角色
source: Add Group/Role
ar: اضافة المجموعة/الدور

# 修改組織/角色
source: Modify Group/Role
ar: تعديل مجموعة/دور

# 檢視組織/角色
source: View Group/Role
ar: الاطلاع علي مجموعة/دور

# 刪除組織/角色
source: Delete Grooup/role
ar: حذف مجموعة/دور

# 更改密碼
source: Change Password
ar: تعديل كلمة السر

# 人員管理
source: Staff Management
ar: ادارة الادمن

# 使用者管理
source: User Management
ar: ادارة المستخدمين

# 密碼更改後使用者將被登出
source: User will be logged out after password change
ar: سيتم اخراج المستخدم بعد تعديل كلمة السر

# 舊密碼
source: Old Password
ar: كلمة سر قديمة

# 至少一個大寫字母及小寫字母，至少8個字。
source: At least one uppercase letter and lowercase letter, at least 8 characters.
ar: لا تقل عن 8 احرف ،لا تقل عن حرف كبير وحرف صغير

# 新密碼
source: New Password
ar: كلمة سر جديدة

# 確認修改
source: Confirm modification
ar: اعتما التعديلات

# 組織管理
source: Group Management
ar: ادارة المجموعات

# 組織名稱
source: Group Name
ar: اسم الجروب

# 篩選使用者
source: Filter users
ar: تصفية المستخدمين

# 使用者帳號
source: Username
ar: اسم المستخدم

# 使用者名稱
source: Nickname
ar: اسم مستعار

# 公司
source: Company
ar: اسم الشركة

# 創建
source: Create
ar: اناء

# 展開
source: Expand
ar: توسيع

# 收合
source: Collapse
ar: تضييق

# 篩選組織
source: Filter Group
ar: تصفية المجموعة

# 所有組織列表
source: List of all Group
ar: قائمة كل المجموعات

# 新增組織
source: New Group
ar: مجموعة جديدة

# 選擇所屬組織
source: Select parent group
ar: تحديد المجموعة الام

# 新建組織名稱
source: New group Name
ar: اسم مجموعة جديدة

# 下列組織將被刪除
source: The following group will be deleted
ar: المجموة التالية سيتم محوها

# 帳號或是電子郵件
source: Username or Email
ar: اسم مستخدم او كلمة السر

# 密碼
source: Password
ar: كلمة السر

# 登入
source: Login
ar: دخول

# 註冊
source: Register
ar: تسجيل

# 使用者設定
source: User Settings
ar: خصائص المستخدم

# 資料設定
source: Data Settings
ar: خصائص البيانات

# 組織設定
source: Group Settings
ar: خصائص المجموعة

# 角色設定
source: Role Settings
ar: خصائص الدور

# 帳號
source: Username
ar: اسم مستخدم

# 大小寫英文、數字及底線
source: Uppercase and lowercase English, numbers and underscores
ar: حروف وصغيرة وارقام وتحت السطر

# 電子郵件地址
source: Email Address
ar: عنوان بريد الكتروني

# 預設組織
source: Default Group
ar: مجموعة افتراضية

# 組織
source: Group
ar: مجموعة

# 角色
source: Role
ar: دور

# 通知更新頻率
source: Notification update frequency
ar: تحديث معدل التنبيهات

# 篩選權限角色
source: Filter permissions role
ar: تصفية ادوار الصلاحيات

# 所有角色列表
source: List of all roles
ar: قائمة بكل الادوار

# 職代人設定
source: Worker Representative Settings
ar: خصائص ممثل العاملين

# 個資使用同意
source: Personal Information Agreement
ar: اتفاقية المعلومات الشخصية

# 軟體使用同意
source: Software Use Agreement
ar: اتفاقية استخدام البرمجيات

# 請確認使用同意
source: Please confirm agreement
ar: برجاء الموفقة علي الاتفاقية

# 使用同意書
source: Agreement
ar: اتفاقية

# 權限角色管理
source: Permission Role Management
ar: ادارة صلاحية الادوار

# 角色說明
source: Role Description
ar: وصف الادوار

# 篩選權限名稱
source: Filter permission name
ar: تصفية صلاحية الاسم

# 權限名稱
source: Permission Name
ar: صلاحية الاسم

# 建立
source: Create
ar: انشاء

# 篩選腳色
source: Filtering Roles
ar: تصفية الادوار

# 權限角色
source: Permission Role
ar: صلاحية الدور

# 建立權限角色
source: Create Permission Role
ar: انشاء صلاحية دور

# 下列角色將被刪除
source: The following roles will be deleted
ar: الصلاحيات التالية سيتم محوها

# 使用者列表
source: User List
ar: قائمة المستخدمين

# 啟用使用者
source: Enable User
ar: تمكين المستخدم

# 啟用
source: Enable
ar: تمكين

# 停用使用者
source: Disable User
ar: عدم تمكين المستخدم

# 停用
source: Disabled
ar: عدم تمكين

# 狀態
source: Status
ar: الحالة

# 類別
source: Category
ar: التصنيف

# 信箱
source: Mailbox
ar: صندوق البريد

# 上次登入時間
source: Last login time
ar: آخر وقت دخول

# 管理員
source: Admin
ar: مدير

# 下列使用者將被刪除
source: The following users will be deleted
ar: المستخدين التالين سيتم محوهم

# 下列使用者將被啟用
source: The following users will be enabled
ar: المستخدمين التاليين سيتم تمكينهم

# 下列使用者將被停用
source: The following users will be disabled
ar: المستخدمين التاليين سيتم عدم تمكينهم

# 登入失敗。
source: Login failed.
ar: فشل الدخول

# 登入成功。
source: Login successfully.
ar: دخول ناجح

# 登入失敗，查無此使用者帳號。
source: Login failed, no such user account was found.
ar: فشل الدخول ، لم يتم العثور علي اسم مستخدم

# 帳號已登入，是否取代線上使用者？
source: The account is logged in, do you want to replace the online user?
ar: هذا الحساب تم الدخول له ، هل ترغب في استبدال الحساب علي الانرتنت

# 重複登入。
source: Duplicate login.
ar: دخول متكرر

# 註冊失敗：
source: Register failed:
ar: تسجيل فاشل

# 使用者名稱已被註冊。
source: Username has been registered.
ar: اسم المستخدم تم تسجيله

# 電子郵件已被註冊。
source: Email has been registered.
ar: البريد الالكتروني تم تسجيله

# 註冊成功。
source: Registered successfully.
ar: تم التسجيل بنجاح

# 兩次輸入的密碼不相同。
source: The password entered twice is different.
ar: اسم المستخدم الذي تم ادخاله متكرر مرتين

# 使用者數量已達上限。
source: The number of users has reached the maximum limit.
ar: قائمة المستخدمين وصلوا للحد الاقصي

# 更新失敗。
source: Update failed.
ar: فشل التحديث

# 新增使用者失敗:
source: Failed to add user:
ar: فشل اضافة المستخدمين

# 該使用者名稱已經被使用。
source: The username has already been used.
ar: اسم المستخدم بالفعل مستخدم من قبل

# 新增使用者成功。
source: The user was added successfully.
ar: تم اضافة المستخدم بنجاح

# 無法刪除系統管理員。
source: Cannot delete system administrator.
ar: لا يمكن حذف مدير النظام

# 刪除使用者成功。
source: The user was deleted successfully.
ar: هذا المستخدم تم حذفه بنجاح

# 無法停用系統管理員。
source: Cannot deactivate the system administrator.
ar: لا يمكن تمكين مدير النظام

# 啟用使用者成功。
source: User enabled successfully.
ar: تم تمكين المستخدم بنجاح

# 停用使用者成功。
source: User disabled successfully.
ar: تم استبعاد المستخدم بنجاح

# 請選擇停用或啟用。
source: Please choose to disable or enable.
ar: برجاء اختيار التمكين او عدم التمكين

# 父群組錯誤
source: Parent group error
ar: خطأ في ام المجوعات

# 名稱不得為空。
source: The name cannot be empty.
ar: الاسم لا يمكن ان يكون فارغ

# 使用者錯誤。
source: User error.
ar: خطأ في مستخدم

# 組織錯誤。
source: Group error.
ar: خطأ في المجموعة

# 角色錯誤。
source: Role error.
ar: خطأ في الدور

# 密碼修改成功。
source: Password changed successfully.
ar: تم استبدال كلمة السر بنجاح

# 請輸入相同密碼。
source: Please enter the same password.
ar: برجاء ادخال نفس كلمة السر

# 舊密碼輸入錯誤。
source: The original password was entered incorrectly.
ar: كلمة السر التي تم ادخالها غير صحيحة

# 取得成功。
source: Success.
ar: نجاح

# 使用者不存在或未啟用。
source: User does not exist or is not enabled.
ar: المستخدم لم يخرج او لم يتم تمكينه

# 版權所有.
source: All rights reserved.
ar: كل الحقوق محفوظة

# 提示
source: Hint
ar: تنويه

# 帳號已登入，是否登出其他使用者後登入
source: The account is logged in, whether to log out other users and log in
ar: الحساب ت الدخول إليه سواء تم الخروج للمستخديمن الآخرين والدخول إليه

# 確認
source: Confirm
ar: تأكيد

# 篩選設定
source: Filter Settings
ar: تصفية الخصائص

# 選擇
source: Select
ar: تحديد

# 搜尋類型
source: Search Type
ar: نوع البحث

# 上傳中
source: Uploading
ar: تحميل

# 區塊設定
source: Block Settings
ar: خصائص المكعب

# 標題文字
source: Title Text
ar: نصف اللقب

# 請輸入標題文字
source: Please enter the title text
ar: برجاء ادخال نص اللقب

# 標示顏色
source: Indicated Color
ar: لون الاشارة

# 水藍
source: Water blue
ar: العلامة المائية

# 新增項目
source: New Item
ar: صنف جديد

# 選擇新增項目
source: Select new item
ar: تحديد صنف جديد

# 備註
source: Remarks
ar: ملاحظة

# 資料夾名稱
source: Folder Name
ar: اسم المجلد

# 資料夾圖示
source: Folder Icon
ar: ايقونة المجلد

# 一般設定
source: General Settings
ar: خصائص عامة

# 輸入設計
source: Enter Design
ar: ادخال التصميم

# 步驟設計
source: Step Design
ar: خطوة التصميم

# 新增欄位
source: Add new field
ar: اضافة حقل جديد

# 新增步驟
source: Add Step
ar: اضافة خطوة

# 允許上傳
source: Allow upload
ar: سماح بالتحميل

# 設定預設值
source: Set default value
ar: ادخال قيمة افتراضية

# 上一步
source: Previous
ar: السابق

# 下一步
source: Next
ar: التالي

# 送出
source: Send
ar: ارسال

# 服務修改
source: Service Modification
ar: تعديل الخدمة

# 新增服務
source: New Service
ar: خدمة جديدة

# 選擇開立的表單
source: Select the form
ar: تحديد النموذج

# 選擇新增的欄位
source: Select a new field
ar: تحديد حقل جديد

# 完成
source: Complete
ar: تم

# 連線發生錯誤，請檢查網路連線是否正常，或與系統管理員聯絡
source: A connection error occurred, please check whether the network connection is normal, or contact the system administrator
ar: حدوث خطأ في الاتصال ، برجاء فحص الاتصال بالشبكة او اتصل بمدير النظام

# 資訊
source: Information
ar: معلومات

# 個人資料
source: Profile
ar: ملف تعريفي

# 更改密碼
source: Password
ar: كلمة السر

# 登出
source: Logout
ar: خروج

# 你已被登出
source: You have been logged out
ar: لقد تم الخروج

# 主機連線不穩
source: Server connection is unstable
ar: الاتصال بالخادم غير مستقر

# 資料收集
source: Data Collection
ar: تجميع التدفق

# 收集器管理
source: Collector Management
ar: تجميع واجهات المستخدمين

# 事件管理
source: Event Management
ar: ادارة الادوار

# 角色管理
source: Role Management
ar: ادارة ادوار

# AD檢視
source: AD View
ar: رؤية الاعلان

# 職務管理
source: Position Management
ar: ادارة الموقع

# 組織圖管理
source: Group Tree Management
ar: صيانة المرفق

# 系統設定
source: System Settings
ar: خصائص النظام

# 附加檔案維護
source: Attachment Maintenance
ar: صيانة المرفق

# 主選單管理
source: Menu Management
ar: ادارة القوائم

# 篩選檔案
source: Filter files
ar: تصفية الملفات

# 上傳時間
source: Upload Time
ar: تحميل الوقت

# 下列檔案將被刪除
source: The following files will be deleted
ar: الملفات التالية تم حذفها

# 1區塊
source: 1 block
ar: الكتلة الاولي

# 1/2區塊
source: 1/2 block
ar: نصف كتلة

# 2/3區塊
source: 2/3 block
ar: ثلثين كتلة

# 1/3區塊
source: 1/3 block
ar: ثلث كتلة

# 3/4區塊
source: 3/4 block
ar: ثلاثة ارباع كتلة

# 1/4區塊
source: 1/4 block
ar: ربع كتلة

# 顯示文字
source: Display text
ar: عرض النص

# 計量條
source: Measurement Bar
ar: عمود القياس

# 計量圖
source: Measurement Chart
ar: العرض البياني للقياس

# 長條圖
source: Bar Graph
ar: شريط الاشكال البيانية

# 世界地圖
source: World Map
ar: خرية العالم

# 單位
source: Unit
ar: وحدة

# 數值上限
source: Maximum Value
ar: اقصي قيمة

# 高度
source: Height
ar: العلو

# 不分類
source: No Classification
ar: غير مصنف

# 縱軸(Y軸)起點
source: Starting point of vertical axis (Y axis)
ar: بداية النقطة العمودية

# 時間範圍
source: Time Range
ar: يالنطاق الزمن

# 今天
source: Today
ar: هذا اليوم

# 昨天
source: Yesterday
ar: امس

# 本周
source: This week
ar: هذا الشهر

# 上周
source: Last Week
ar: نموذج استعلام

# 本月
source: This Month
ar: حقل الاستعلام

# 上月
source: Last Month
ar: الشهر الاخير

# 今年
source: This year
ar: هذا العام

# 去年
source: Last year
ar: آخر عام

# 最新值
source: Latest Value
ar: آخر قيمة

# 平均值
source: Average
ar: المتوسط

# 最大值
source: Maximum
ar: اقصي

# 最小值
source: Minimum
ar: اقل

# 總和
source: Summary
ar: ملخص

# 數量
source: Quantity
ar: الكمية

# 資料起始顏色
source: Data start color
ar: لون بداية البيانات

# 輸入文字
source: Enter text
ar: ادخال نص

# 請輸入數字
source: Please enter a number
ar: برجاء ادخل رقم

# 顯示台灣地圖
source: Show map of Taiwan
ar: عرض الخريطة في تايوان

# 周日
source: Sunday
ar: الاحد

# 周二
source: Tuesday
ar: الثلاثاء

# 周三
source: Wednesday
ar: الاربعاء

# 周四
source: Thursday
ar: الخميس

# 周五
source: Friday
ar: الجمعة

# 周六
source: Saturday
ar: السبت

# 歷程
source: History
ar: التاريخ

# 流程檢視
source: Flow
ar: التدفق

# 關聯操作
source: Relation
ar: العلاقة

# 工作日誌
source: Diary
ar: ملاحظة

# 服務水準
source: SLA
ar: مستوي الخدمة

# 時間
source: Time
ar: وقت

# 輸入/輸出
source: Input/Output
ar: ادخال/اخراج

# 輸入
source: Enter
ar: ادخال

# 輸出
source: Output
ar: مخرجات

# 搜尋...
source: Search...
ar: بحث

# 上傳
source: Upload
ar: تحميل

# 重複名稱的檔案上傳後將覆蓋現有檔案
source: Files with duplicate names will be overwritten after uploading
ar: الملفات المكررة سيتم استبدالها بالجديدة بعد انتهاء التحميل

# 檔案上傳中，請勿離開此頁面
source: File uploading, please do not leave this page
ar: الملف جاري تحميله برجاء عدم مغادرة الصفحة

# 已上傳檔案
source: File uploaded
ar: الملف تم تحميله

# 還原
source: Restore
ar: استعادة

# 刪除關聯
source: Delete Association
ar: حذف الارتباط

# 建立關聯
source: Establish Association
ar: انشاء الارتباط

# 已關單
source: Data closed
ar: اغلاق البيانات

# 選擇表單流程
source: Select FormFlow
ar: تحديد نموذج التدف

# 選擇關聯
source: Select Association
ar: تحديد الاقتران

# 資料連結
source: Data Link
ar: رابط البيانات

# 建立子單
source: Create Child Form
ar: انشاء نموذج فرعي

# 成為子單
source: Become A Child Form
ar: سيتم تحويلها لنموذج فرعي

# 影響百分比
source: Affected Percentage
ar: نسبة التأثير

# 填表人
source: Form Filler
ar: مائي النموذج

# 服務水準狀態
source: SLA Status
ar: حالة مستوي الخدمة

# 描述
source: Description
ar: وصف

# 起算時間
source: Start Time
ar: زمن البدء

# --請選擇--
source: --Please select--
ar: برجاء تحديد

# 產生關聯
source: Create Association
ar: انشاء اقتران

# 一般關聯
source: General Association
ar: اقترن عام

# 母關聯
source: Mother Association
ar: اصل الاقتران

# 子關聯
source: Sub Association
ar: اقتران فرعي

# 影響關聯
source: Influence Association
ar: اقتران التأثير

# 被影響關聯
source: Affected Association
ar: الاقتران المتأثر

# 包含關聯
source: Include Association
ar: تضمن الاقتران

# 所屬關聯
source: Belonging Association
ar: جعل اقران

# 檔案上傳中...
source: File uploading...
ar: الملف جاري تحميله

# 儲存設定
source: Save Settings
ar: حفظ الخصائص

# 儲存
source: Save
ar: حفظ

# 新增資料夾
source: Add Folder
ar: اضافة مجلد

# 請輸入資料夾名稱
source: Please enter the folder name
ar: برجاء ادخال اسم المجلد

# 資料夾中尚有表單/流程，請移出流程後再刪除資料夾
source: There are still forms/flowes in the folder, please remove the flow and then delete the folder
ar: ما زال هناك نماذج وتدفقات في المجلد ، برجاء حذف النماذج والتدفقات ثم قم بحذف المجلد بعد ذلك

# 系統設定
source: System Settings
ar: خصائص النظام

# 最大執行緒數量
source: Maximum number of threads
ar: التهديدات بلغت ذروتها

# LOG_等級
source: LOG_Level
ar: مستوي التسجيل

# LDAP 設定
source: LDAP Settings
ar: LDAP خصائص

# (修改設定後即自動同步)
source: (Synchronize automatically after modifying settings)
ar: سيتم المزامنة تلقئيا بعد تعديل الاعدادات

# LDAP 連線檢查
source: LDAP connection check
ar: LDAP فحص الاتصال

# 連線檢查
source: Connection Check
ar: فحص الاتصال

# 授權資料
source: Authorization Information
ar: معلومات اذونات الوصول
