Repository: syscomgo/omflow
Catalog: locale/*/LC_MESSAGES/djangojs.po
Languages: ar

# 操作失敗
source: Operation failed
ar: فشلت العملية

# 系統錯誤
source: System error
ar: خطأ في النظام

# 操作完成
source: Operation complete
ar: العملية نجحت

# 處理中，請稍候...
source: Please wait...
ar: برجاء الانتظار

# 未定義顯示訊息
source: Undefined display message
ar: رسالة معروضة غير معرفة

# 處理中...
source: Processing...
ar: .....معالجة

# 載入中...
source: Loading...
ar: تحميل....

# 每頁顯示 _MENU_筆結果
source: Show _MENU_ entries
ar: لا يوجد سجل مطابق

# 顯示第 _START_至 _END_項結果，共_TOTAL_項
source: Showing _START_ to _END_ of _TOTAL_ entries
ar: عرض البداية والنهاية من اجمالي المدخلات

# 顯示第 0 至 0 項結果，共 0 項
source: Showing 0 to 0 of 0 entries
ar: عرض 0 من 0 لـ 0 مدخل

# (從_MAX_項結果中過濾)
source: (filtered from _MAX_ total entries)
ar: التصفية من اقصي عدد من المدخلات

# 搜尋:
source: Search:
ar: البحث

# 第一頁
source: First
ar: اولا

# 上一頁
source: Previous
ar: السابق

# 下一頁
source: Next
ar: التالي

# 最後一頁
source: Last
ar: الأخير

# 搜尋
source: Search
ar: البحث

# 屬性
source: Attributes
ar: خصائص

# 類別
source: Category
ar: تصنيف

# 外部
source: External
ar: خارجي

# 系統
source: System
ar: نظام

# 狀態
source: Status
ar: حالة

# 啟用
source: Enable
ar: تميكن

# 停用
source: Disable
ar: عدم تمكين

# 已關單
source: Closed
ar: اغلاق

# 未關單
source: Not closed
ar: عدم اغلاق

# 每頁顯示筆數
source: Display count per page
ar: عرض المجموع بالصفحة

# 選擇檔案日期範圍
source: Select file date range
ar: عرض ملف نطاق البيانات

# 選擇日期
source: Select date
ar: تحديد التاريخ

# 選擇日期範圍
source: Select date range
ar: تحديد نطاق البيانات

# 查詢特定流程
source: Query a specific process
ar: استعلام عمليات محددة

# 顯示所有檔案
source: Show all
ar: عرض الكل

# 30 天
source: 30 days
ar: 30 يوم

# 前所有檔案
source: ago
ar: منذ

# 60 天
source: 60 days
ar: 60 يوم

# 120 天
source: 120 days
ar: 120 يوم

# 6 個月
source: 6 months
ar: 6 اشهر

# 一年
source: 1 year
ar: 1 عام

# 前所有檔案
source: ago
ar: منذ

# 今天
source: Today
ar: اليوم

# 昨天
source: Yesterday
ar: امسل

# 最近一周
source: Last week
ar: لاسبوع الاخير

# 最近30天
source: Last 30 days
ar: آخر 30 يوم

# 本月
source: This month
ar: هذا الشهر

# 上個月
source: Last month
ar: آخر شهر

# 新增項目
source: New item
ar: قوائم جديدة

# 項目
source: Item
ar: قائمة

# 說明
source: Description
ar: وصف

# 部門組織
source: Departmental organization
ar: تنظيم الادارة

# 建立新的組織部門。
source: Create a new department organization.
ar: انشاء تنظيم ادارة جددية

# 職務
source: Position
ar: موقع

# 建立新的職務。
source: Create a new position.
ar: انشاء موقع جديد

# 人員
source: Staff
ar: اصطف

# 新增人員。
source: Add staff.
ar: واصطف

# 取消
source: Cancel
ar: الغاء

# 確定
source: Confirm
ar: تأكيد

# 部門組織-
source: Department Organization-
ar: تنظيم الادارة

# 設定
source: Setting
ar: اعدادات

# 輸入資料
source: Input data
ar: ادخال البيانات

# 職務-
source: Position-
ar: الموقع

# 預算主管
source: Budget supervisor
ar: مشرف الميزانية

# 主管
source: Supervisor
ar: مشرف

# 工程師
source: Engineer
ar: مهندس

# 一般員工
source: General Staff
ar: موظفين عامين

# 經理
source: Manager
ar: مدير

# 處長
source: Director
ar: موجه

# 人員-
source: Personnel-
ar: شخصي

# 林先生
source: Mr. Lin
ar: أ/لين

# 李先生
source: Mr. Lee
ar: مدام ليي

# 張小姐
source: Miss Zhang
ar: آنسة شانج

# 王先生
source: Mr. Wang
ar: أ وانج

# 徐先生
source: Mr. Xu
ar: أستاذ كسو

# 池先生
source: Mr. Chi
ar: استاذ شي

# 新組織
source: New organization
ar: منظمة جديدة

# 新職務
source: New position
ar: وظيفة جديدة

# 新人員
source: New staff
ar: تعيين جددي

# 選擇職務
source: Choose position
ar: اختيار الوظيفة

# 選擇人
source: Choose user
ar: اختيار المستخدم

# 新增元件
source: New component
ar: مكون جديد

# 執行
source: Execute
ar: تنفيذ

# 路線
source: Route
ar: مسار

# 組織圖
source: Group tree
ar: مجموعة شجرة

# 元件
source: Component
ar: مكون

# 人工輸入
source: Manual input
ar: ادخال يدوي

# 使用者填寫表單。
source: The user fills out the form.
ar: المستخدم ادخل النموذج

# 欄位設定
source: Field settings
ar: فشل الخصائص

# 直接設定表單欄位的值。
source: Set the value of the form field directly.
ar: ضبط قيمة حقل النوذج مبشارة

# 呼叫流程
source: Internal flow
ar: التدفق الداخلي

# 呼叫此應用的其他流程。
source: Call other flows of this application.
ar: استدعاء التدفقات الاخري للتطبيق

# 子流程
source: Sub-flow
ar: التفق الفرعي

# 呼叫自身的子流程。
source: Call its own sub-flow.
ar: الرقم المسلسل

# 程式碼
source: Code
ar: تنفيذ كود مخصص لبايثون

# 執行自定義的Python程式碼。
source: Execute custom Python code.
ar: تحديث كود البايثون الخاص ببايثون

# 外部流程
source: External flow
ar: التدفق الخارجي

# 呼叫系統中已上架的流程。
source: Call the flow that have been listed in the system.
ar: استدعاء التدفق الذي تم عمل قائمة له علي النظام

# 條件判斷
source: Conditional judgment
ar: حكم شرطي

# 依據規則判斷，將流程導往指定的一條路線。
source: According to the rules, the process is directed to a specified route.
ar: بناء عيل القواعد، العملية تم تحويلها لطريق محدد

# 並行
source: Async
ar: متزامن

# 流程會同時往所有的路線前進，並在並行匯集的時候回歸到單一路線。
source: The flow will proceed to all routes at the same time, and return to a single route when converging in parallel.
ar: التدفق سيتم تقدمه مع نفس الطرق في نفس الوقت وتم إعادتها للمحدد

# 並行匯集
source: Async collection
ar: جمع التزامن

# 所有指向自己的路線都抵達時，流程會繼續前進。
source: When all the routes pointing to you arrive, the flow continues.
ar: عندما يت الوصول لكل الطرق المتصلة ، التدفق سيعمل

# 暫停
source: Pause
ar: توقف مؤقت

# 流程執行到暫停時，會暫時停止指定的毫秒後才繼續往前。
source: When the flow is paused, it will temporarily stop for a specified millisecond before continuing.
ar: عندما يتوقف التدفق مؤقتا سيتم التوقف المؤقت لاقل من الثانية قبل الاستمرار

# 同系職務
source: Direct position
ar: موضع مباشر

# 取得在組織圖上，指定使用者同組織最先碰到的職務使用者。
source: Obtain the job user that the designated user and the organization first encountered on the organization chart.
ar: تضمن عمل المستخدم يعني ان تصميم المستخدم والمنظمة اولا تم جمعه علي الرسم البياني للمنظمة

# 部門職務
source: Department position
ar: موقع الادارة

# 搜尋組織圖上，指定部門以下的第一個職務。
source: Search for the first postition below the designated department on the group tree.
ar: البحث عن اول موقع في اسفل تصميم الادارة علي شجرة المجموعة

# 開始-
source: Start-
ar: البدء

# 輸入
source: Input
ar: ادخال

# 驗證
source: Verification
ar: تقق

# 驗證輸入
source: Verify input
ar: التحقق من المدخلات

# 顯示名稱
source: Display name
ar: عرض الاسم

# 請輸入名稱...
source: Please enter a name...
ar: برجاء ادخال الاسم

# 允許外部呼叫
source: Allow API
ar: متابعة المستخدم

# 新增
source: New
ar: جديد

# 變數:
source: Variable:
ar: متغير

# 結束-
source: End-
ar: انتهاء

# 篩選
source: Filter
ar: التصفية

# 輸出
source: Output
ar: الاخراج

# 程式碼-
source: Code-
ar: الكود

# 自動安裝缺少的套件
source: Automatically install missing packages
ar: تنزيل تلقائي للحزم الغير متواجدة

# 異常時通過/標示異常
source: Pass/mark when error
ar: تمرير/علامة عند الخطأ

# 分散運算
source: Distributed computing
ar: حساب التوزيب

# 紀錄Log
source: LOG
ar: سجل

# 輸入您的程式碼...
source: Enter your code...
ar: ادخل الكود

# 子流程-
source: Sub-flow-
ar: التفرع التحتي

# 子流程輸入
source: Sub-flow input
ar: تحت تفرع الادخال

# 子流程輸出
source: Sub-flow output
ar: تحت تفرع الاخراج

# 條件判斷-
source: Conditional judgment-
ar: شرط تحكمي-

# 規則
source: Rule
ar: قاعدة

# 人工處理-
source: Manual processing-
ar: عملية يدوية-

# 自訂表單
source: Custom form
ar: نموذج مخصص

# 動作1
source: Action 1
ar: فعل1

# 動作2
source: Action 2
ar: فعل2

# 名稱
source: Name
ar: اسم

# 載入
source: Loading
ar: تحميل

# 新增半區塊
source: Add half block
ar: ادخل نصف البلوك

# 新增全區塊
source: Add blocks
ar: اضف البلوكات

# 欄位:
source: Field:
ar: حقل

# 暫停-
source: Pause-
ar: توقف مؤقت

# 預設值
source: Default value
ar: قيمة افتراضية

# 設定暫停的毫秒(ms)數
source: Set the number of milliseconds (ms) to pause
ar: ضبط التوقف التلقائي اقل من الثانية

# 暫停毫秒
source: pause ms
ar: اوقفني

# 毫秒
source: ms
ar: اقل من ثانية

# 並行-
source: Async-
ar: غير متزامن

# 關閉
source: Close
ar: اغلاق

# 並行匯集-
source: Async collection-
ar: جمع عدم التزامن

# 外部流程-
source: External flow-
ar: تدفق داخلي

# 流程輸入
source: Flow input
ar: تتبع التدفق

# 流程輸出
source: Flow output
ar: تتبع عدم التدفق

# 必填
source: Required
ar: متطلب

# 變數名稱
source: Variable name
ar: الاسم المتغير

# 輸出值
source: Output value
ar: قيمة المخرجات

# 輸出名稱
source: Output name
ar: قيمة المدخلات

# 表單欄位
source: Form field
ar: من الحقل

# 輸出變數
source: Output variable
ar: استخراج متغير

# 呼叫流程-
source: Call flow-
ar: مناداة التجمع

# 流程
source: Flow
ar: التدفق

# 欄位設定-
source: Field setting-
ar: خصائص الحقل

# 組織-同系職務-
source: Organization-Direct Position-
ar: توجيه موقع المنظمة

# 組織-部門職務-
source: Organization-Department Position-
ar: موقع المنظمة الاداري

# 開始
source: Start
ar: البدأ

# 結束
source: End
ar: النهاية

# 判斷
source: Switch
ar: التحويل

# 匯集
source: Collection
ar: الجمع

# 設定欄位
source: Set field
ar: تحيد الحقل

# 轉成大寫
source: Convert to uppercase
ar: تحويل لحروف كبيرة

# 轉成小寫
source: Convert to lowercase
ar: تحويل لحروف صغيرة

# 取代
source: Replace
ar: استبدال

# 取得長度
source: Get length
ar: الحصول علي الطول

# 去除前後空白
source: Remove the blank before and after
ar: ازالة الفراغ قبل وبعد

# 取開頭字元
source: Take the beginning characters
ar: اخذ بداية الخصائص

# 取後面字元
source: Take the following characters
ar: اخذ الخصائص التالية

# 擷取字元
source: Extract characters
ar: استخراج خصائص

# 轉成字串
source: Convert to string
ar: التحويل للنص

# 字串相加
source: String addition
ar: اضافة نص

# 數字相加
source: Number addition
ar: اضافة رقم

# 數字相減
source: Number subtraction
ar: طرح رقم

# 數字相乘
source: Number Multiply
ar: ضرب رقم

# 數字相除
source: Number division
ar: قسمة رقم

# 數字取餘數
source: Remainders
ar: تذكيرات

# 開單人
source: Create user
ar: اضافة مستخدم

# 開單人群組
source: Create user Group
ar: اضافة مجموعة مستخدم

# 使用者所屬群組
source: User group
ar: مجموعة مستخدم

# 使用者名稱
source: Nickname
ar: اسم مستعار

# 群組名稱
source: Group name
ar: اسم مجموعة

# 系統參數
source: System parameters
ar: معاملات نظام

# 來源
source: Source
ar: مصدر

# 結果
source: Result
ar: نتيجة

# 參數名
source: Parameter name
ar: اسم معامل

# 尋找
source: Search
ar: بحث

# 換成
source: Replace with
ar: استبدال بـ

# 字數
source: Word count
ar: جمع قم

# 第幾個字
source: Beginning of the word
ar: بداية الكلمة

# 取幾個字
source: End of the word
ar: نهاية الكلمة

# 加上
source: Add
ar: اضافة

# 減去
source: Subtract
ar: طرح

# 乘上
source: Multiply
ar: ضرب

# 除以
source: Divide
ar: قسمة

# 到
source: To
ar: إلي

# 變數
source: Variable
ar: متغير

# 條件
source: Condition
ar: شرط

# 相等
source: Equal
ar: يساوي

# 不相等
source: Not equal
ar: غير مساوي

# 大於
source: More than
ar: اكبر من

# 小於
source: Less than
ar: اقل من

# 前往:
source: Go to:
ar: الذهاب إلي

# 主線
source: Main line
ar: خط رئيسي

# 來自:
source: From:
ar: من

# 不執行
source: Not executed
ar: غي منفذ

# 選擇新增項目
source: Select new item
ar: تحديد صنف جديد

# 區塊設定
source: Block setting
ar: اغلاق الخصائص

# 標題文字
source: Title text
ar: اسم نص

# 請輸入標題文字
source: Please enter title text
ar: برجاء ادخال نص الاسم

# 標示顏色
source: Marking color
ar: علامة لونية

# 灰
source: Gray
ar: رمادي

# 紅
source: Red
ar: احمر

# 黃
source: Yellow
ar: اصفر

# 藍
source: Blue
ar: ازرق

# 水藍
source: Water blue
ar: علامة زرقاء

# 綠
source: Green
ar: اخضر

# 無色區塊
source: Colorless block
ar: حظر عدم التلوين

# 隱藏
source: Hidden
ar: اخفاء

# 輸入格設定
source: Input grid settings
ar: ادخال خصائص الشبكة

# 欄位名稱
source: Field name
ar: اسم الحقل

# 請輸入欄位名稱
source: Please enter the field name
ar: برجاء ادخال اسم الحقل

# 註解說明
source: Annotation
ar: تعليق

# 請輸入註解文字
source: Please enter annotation text
ar: برجاء ادخال التعليق النصي

# 請輸入預設值
source: Please enter the default value
ar: برجاء ادخال القيمة الافتراضية

# 類型
source: Type
ar: النوع

# 文字
source: Text
ar: النص

# 數字
source: Number
ar: الرقم

# 密碼
source: Password
ar: كلمة السر

# 電子郵件
source: Email
ar: البريد الالكتروني

# 網址
source: URL
ar: الرابط

# 唯一值
source: Unique value
ar: قيمة فريدة

# 格式檢查(REGEX)
source: Format check(REGEX)
ar: تهيئة الفحص

# 請輸入regex語法
source: Please enter regex syntax
ar: برجاء ادخال بنيةالتعبير العادي

# 唯讀
source: Read Only
ar: قراءة قط

# 多行輸入設定
source: Multi-line input settings
ar: ادخال خصائص تعدد نصي

# 行數
source: Rows
ar: صفوف

# 標題設定
source: Title setting
ar: خصائص اسم

# 狀態欄位
source: Status field
ar: حالة الحقل

# 選項
source: Options
ar: خيارات

# 燈號設定
source: Light setting
ar: خصائص منيرة

# 下拉選單
source: Drop-down list
ar: قائمة الاختيار

# 勾選欄位
source: Check field
ar: حقل فحص

# 複選
source: Multiple
ar: متعدد

# 預設值1,預設值2,預設值3
source: Default value1,Default value2,Default value3
ar: قيمة افترضية1 ، قيمة افتراضية2 ، قيمة افتراضية3

# 受派人及組織
source: Assignees and Group
ar: التوقيعات والمجموعات

# 組織欄位名稱
source: Group field name
ar: مجموعة حقل الاسم

# 包含受派人欄位
source: Include assignee field
ar: تضمين حقل توقيع

# 受派人欄位名稱
source: Assignee field name
ar: تضمين حقل توقيع

# 組織,受派人
source: Group, assignee
ar: مجموعات وتوقيعات

# 組織必填
source: Group is required
ar: المجموعة متطلب

# 受派人必填
source: Assignee is required
ar: التوقيع متطلب

# 日期設定
source: Date setting
ar: خصائ التاريخ

# 日期/時間設定
source: Date/Time setting
ar: خصائص الوقت والتاريخ

# 子查詢設定
source: Subquery setting
ar: خصائص الاستعلام الفرعي

# 表單
source: Form
ar: نموذج

# 回填
source: Fill
ar: ملأ

# 顯示文字
source: Display text
ar: عرض نص

# 包含
source: Include
ar: يتضمن

# 不包含
source: Exclude
ar: استخراج

# 數字,字串
source: Number,string
ar: رقم وخصائص

# 值
source: Value
ar: قيمة

# 子查詢
source: Subquery
ar: استعلام فرعي

# 異常
source: Error
ar: خطأ

# 正常
source: Normal
ar: طبيعي

# 黃燈
source: Yellow
ar: اصفر

# 紅燈
source: Red
ar: احمر

# 綠燈
source: Green
ar: اخضر

# 多行輸入
source: Multi-line input
ar: ادخال متعدد النص

# 選單
source: Menu
ar: قائمة

# 勾選
source: Check
ar: فحص

# 未命名
source: Unnamed
ar: اسم عديم

# 標題
source: Title
ar: نص

# 燈號
source: Level
ar: مستوي

# 組織
source: Group
ar: مجموعة

# 受派人
source: Assignee
ar: الوكيل

# 日期
source: Date
ar: تاريخ

# 日期/時間
source: Date/Time
ar: التاريخ والوقت

# 輸入方塊
source: Input box
ar: ادخال نصي

# 單選/複選選單
source: Single/multiple selection menu
ar: ادخال /استخراج قائمة الاختيار

# 半區塊
source: Half block
ar: نصف حظر

# *標題
source: *Title
ar: لقب

# *狀態
source: *Status
ar: حالة

# *燈號
source: *Level
ar: مستوي

# *受派人及組織
source: *Assignees and Group
ar: الوكلاء والمجموعات
