Repository: syscomgo/omflow
Catalog: locale/*/LC_MESSAGES/django.po
Languages: ar

# 儀錶板設計
source: Dashboard Design
ar: تصميم اللوحة الرئيسية

# 儲存成功
source: Saved successfully
ar: تم الحفظ بنجاح

# 您沒有權限進行此操作。
source: You do not have permission to perform this operation.
ar: انت لا تمتلك الصلاحيات اللازمة لتنفيذ تلك العملية

# 讀取成功
source: Read successfully
ar: القراءة بنجاح

# 所有時間
source: All Time
ar: كل الوقت

# 查詢成功
source: Query successfully
ar: الاستعلام تم

# 查詢失敗
source: Query failed
ar: فشل الاستعلام

# 收集器流程
source: Collector Flow
ar: تجميع التدفق

# 收集器API
source: Collector API
ar: تجميع الواجهة

# 讀取成功。
source: Read successfully.
ar: القراءة بنجاح

# 一月
source: January
ar: يناير

# 二月
source: February
ar: فبراير

# 三月
source: March
ar: مارس

# 四月
source: April
ar: ابريل

# 五月
source: May
ar: مايو

# 六月
source: June
ar: يونيو

# 七月
source: July
ar: يوليو

# 八月
source: August
ar: اغسطس

# 九月
source: September
ar: سبتمبر

# 十月
source: October
ar: اكتوبر

# 十一月
source: November
ar: نوفمبر

# 十二月
source: December
ar: ديسمبر

# 無法辨識
source: Unrecognizable
ar: غير قابل للتنظيم

# 星期一
source: Monday
ar: الاثين

# 星期二
source: Tuesday
ar: الثلاثاء

# 星期三
source: Wednesday
ar: الاربعاء

# 星期四
source: Thursday
ar: الخميس

# 星期五
source: Friday
ar: الجمعة

# 星期六
source: Saturday
ar: السبت

# 星期日
source: Sunday
ar: الاحد

# 名稱
source: Name
ar: الاسم

# 值
source: Value
ar: القيمة

# 說明
source: Description
ar: وصف التدفق

# 更新時間
source: Update time
ar: تحديث الوقت

# 執行一次
source: Execute once
ar: التنفيذ لمرة

# 每秒鐘
source: Every second
ar: كل ثانية

# 每分鐘
source: Every minute
ar: كل دقيقة

# 每小時
source: Hourly
ar: كل ساعة

# 每天
source: Everyday
ar: يوميا

# 每週
source: Weekly
ar: اسبوعيا

# 每月
source: Monthly
ar: شهريا

# 建立時間
source: Create Time
ar: انشاء الوقت

# 執行時間
source: Execution time
ar: تنفيذ الوقت

# 每次
source: Every time
ar: كل وقت

# 週期
source: Period
ar: المدة

# 週期執行日期
source: Period execution date
ar: مدة التنفيذ بالتاريخ

# 執行功能
source: Executive Function
ar: تنفيذ الطريقة

# 輸入參數
source: Input parameters
ar: ادخال المعاملات

# 啟用/停用
source: Enable/Disable
ar: التمكين/عدم التمكين

# 上次執行時間
source: Last execution time
ar: آخر الوقت المنفذ

# 下次執行時間
source: Next execution time
ar: الوقت المنفذ التالي

# 分類
source: Classification
ar: التصنيف

# 佇列編號
source: Queue Number
ar: ارقام الانتظار

# 模組名稱
source: Module Name
ar: رقم التطبيق

# 方法名稱
source: Method Name
ar: رقم الطريقة

# 大小
source: Size
ar: المقاس

# 檔案名稱
source: File name
ar: اسم الملف

# 對照編號
source: Comparison Number
ar: رقم المقارنة

# 語言
source: Language
ar: اللغة

# 翻譯表
source: Translation Table
ar: جدول الترجمة

# 欄位格式錯誤，請修正後重新發送請求。
source: The field format is wrong, please correct it and send the request again.
ar: الحقل خاطئ برجاء التصحيح وإعادة الطلب

# 必要參數為空，請確認後重新發送請求。
source: The necessary parameters are empty, please confirm and resend the request.
ar: المعاملات الضرورية فارغة برجاء تأكيد الطلب وإعادة ارساله

# 缺少必要參數，請確認後重新發送請求。
source: Missing necessary parameters, please confirm and resend the request.
ar: تم فقد المعاملات المطلوبة ، برجاء تأكيد الطلب وإعادة ارساله

# 查詢成功。
source: The query was successful.
ar: الاستعلام ناجح

# 查詢失敗，錯誤訊息如下：
source: Query failed, the error message is as follows:
ar: الاستعلام فشل ، رسالة الخطأ كالتالي

# 該流程目前為停用狀態。
source: The flow is currently disabled.
ar: التدفق تم تجاهله

# 該流程沒有已部署的版本
source: The flow does not have a deployed version
ar: التدفق لا يحتوي رقم النسخة

# 缺少必填變數：
source: Missing required variable:
ar: المتغير المطلوب مفقود

# OME系統錯誤(開始點)，請通知系統管理員。
source: OME system error (starting point), please notify the system administrator.
ar: خطأ في نقطة بدايةOME ، يرجي ابلاغ الادمن

# OME系統錯誤(結束點)，請通知系統管理員。
source: OME system error (end point), please notify the system administrator.
ar: خطأ في نقطة نهاية أوإم إي ، يرجي ابلاغ الادمن

# OME系統錯誤(程式碼點)，請通知系統管理員。
source: OME system error (code point), please notify the system administrator.
ar: خطأ في نظام ن ش ب في نهاية النقطة ، برجاء ابلاغ مدير النظام

# OME系統錯誤(人工點)，請通知系統管理員。
source: OME system error (manual point), please notify the system administrator.
ar: خطأ في نظام بيئة الادارة الشيئية (النقطة اليدوية )، برجاء ابلاغ مدير النظام

# OME系統錯誤(並行點)，請通知系統管理員。
source: OME system error (parallel point), please notify the system administrator.
ar: خطأ في نظام بيئة الادارة الشيئية (النقطة اليدوية )، برجاء ابلاغ مدير النظام

# OME系統錯誤(集合點)，請通知系統管理員。
source: OME system error (meeting point), please notify the system administrator.
ar: خطأ في نظامبيئة الادارة الشيئية (في نقطة التوازي )، برجاء ابلاغ مدير النظام

# OME系統錯誤(判斷點)，請通知系統管理員。
source: OME system error (judgment point), please notify the system administrator.
ar: خطأ في نظامبيئة الادارة الشيئية (في نطقة التحكيم )، برجاء ابلاغ مدير النظام

# OME系統錯誤(子流程點)，請通知系統管理員。
source: OME system error (sub-flow point), please notify the system administrator.
ar: خطأ في نظامبيئة الادارة الشيئية (في نقطة تحت الدفق )، برجاء ابلاغ مدير النظام

# 找不到流程。
source: Cannot find the flow.
ar: لا يمكن العثور علي التدفق

# OME系統錯誤(外部流程點)，請通知系統管理員。
source: OME system error (external flow point), please notify the system administrator.
ar: خطأ في نظامبيئة الادارة الشيئية (في خارج نقطة التدفق)، برجاء ابلاغ مدير النظام

# 應用內找不到此流程：
source: This flow cannot be found in the APP:
ar: هذا التدفق لا يمكن العثور عليه في التطبيق

# OME系統錯誤(呼叫流程點)，請通知系統管理員。
source: OME system error (call flow point), please notify the system administrator.
ar: خطأ في نظامبيئة الادارة الشيئية (استدعاء نقطة التدفق)، برجاء ابلاغ مدير النظام

# OME系統錯誤(暫停點)，請通知系統管理員。
source: OME system error (pause point), please notify the system administrator.
ar: خطأ في نظامبيئة الادارة الشيئية ( نقطة التوقف)، برجاء ابلاغ مدير النظام

# OME系統錯誤(自動輸入點)，請通知系統管理員。
source: OME system error (automatic input point), please notify the system administrator.
ar: خطأ في نظامبيئة الادارة الشيئية (نقطة الادخال التلقائي)، برجاء ابلاغ مدير النظام

# 取得組織圖錯誤。
source: Error in obtaining Group Tree chart.
ar: خطأ في مجموعة الحصول علي تفرع الشكل البياني

# OME系統錯誤(同系角色點)，請通知系統管理員。
source: OME system error (same role point), please notify the system administrator.
ar: خطأ في نظامبيئة الادارة الشيئية (نفس نقطة القواعد)، برجاء ابلاغ مدير النظام

# OME系統錯誤(部門角色點)，請通知系統管理員。
source: OME system error (department role point), please notify the system administrator.
ar: خطأ في نظامبيئة الادارة الشيئية (ادارة نقطة القواعد)، برجاء ابلاغ مدير النظام

# 驗證失敗。
source: verification failed.
ar: خطأ التحقق

# 找不到驗證流程。
source: The verification flow could not be found.
ar: التحقق من التدفق ليس موجود

# 更新流程變數失敗。
source: Failed to update flow variables.
ar: خطأ في تحديث متغيرات التدفق

# 找不到main.py
source: Cannot find main.py
ar: لا يمكن العثور علي ملف main.py

# 找不到流程
source: Cannot find flow
ar: لا يمكن العثور علي التدفق

# URL錯誤，請確認後重新發送請求。
source: URL error, please confirm and resend the request.
ar: خطأ في ارابط ، برجاء التأكيد وإعادة ارسال الطلب

# 安全碼過期，請重新取得新的安全碼。
source: The security code has expired. Please obtain a new security code.
ar: كلمة السر قد انتهت صلاحيتها برجاء علي كلمة السر الجديدة

# 安全碼錯誤，請確認安全碼或重新取得新的安全碼。
source: The security code is wrong. Please confirm the security code or obtain a new security code.
ar: كلمة السر خطأ برجاء التأكد من كلمة السر وإعادة المحاولة

# 缺少安全碼。
source: The security code is missing.
ar: كلمة السر خطأ

# 缺少參數：
source: Missing parameter:
ar: خطأ معاملات

# 更新成功。
source: Update successfully.
ar: تم التحديث بنجاح

# LDAP更新正在執行。
source: LDAP update is in progress.
ar: LADP جاري تحديث

# 請提供正確的APP名稱。
source: Please provide the correct APP name.
ar: برجاء كتابة اسم التطبيق بشكل صحيح

# 刪除成功。
source: Delete successfully.
ar: تم الحذف

# 參數錯誤：
source: Parameter error:
ar: المعامل خطأ

# 重複名稱 --
source: Duplicate name --
ar: اسم مكرر

# 無法移動預設選單至選單第二層。
source: Cannot move the default menu to the second level of the menu.
ar: لا يمكن التحرك من القائمة الافتراضية للمستوي الثاني من القائمة

# 無法新增預設類型選單。
source: Cannot add a default type menu.
ar: لا يمكن اضافة نوع قائمة افتراضي

# 無法在預設選單內新增選項。
source: Cannot add options to the default menu.
ar: لا يمكن اضافة اختيارات للقائمة الافتراضية

# 無法刪除預設項目。
source: Cannot delete preset items.
ar: لا يمكن الغاء الاصناف الحالية

# 您尚未安裝omldap APP,請聯絡原廠。
source: You have not installed the omldap APP, please contact the original factory.
ar: لم يتم تثبيت التطبيق الرئيسي برجاء الاتصال بالمسئول

# 上傳成功。
source: Uploaded successfully.
ar: تم الرفع بكفاءة

# 請選擇檔案。
source: Please select a file.
ar: برجاء اختيار الملف

# 對應名稱
source: corresponding name
ar: الاسم متقاطع

# 屬性
source: Properties
ar: اعدادات

# 語言包
source: Language
ar: اللغة

# 自訂流程管理
source: Customized flow Management
ar: تخصيص ادارة التدفق

# 流程表單設計
source: Flow Form Design
ar: تصميم تدفق النموذح

# 流程設計
source: Flow Design
ar: تصميم النموذج

# 流程設定
source: Flow Setting
ar: خصائص التدفق

# 子流程
source: Sub-Flow
ar: التدفق الفرعي

# 流程版本
source: Flow Version
ar: اصدار التدفق

# 下線
source: Offline
ar: غير متصل

# 流程編號
source: Flow Number
ar: رقم التدفق

source: uid
ar: رقم واجهة المستخدم

# 主流程編號
source: Main flow Number
ar: رقم التدفق الرئيسي

# 部署時間
source: Deployment Time
ar: وقت النشر

# 下線時間
source: Offline time
ar: وقت عدم الاتصال

# 整合表單設計
source: Integrated Form Design
ar: التصميم المدمج للنموذج

# 表單計數
source: Form count
ar: عدد النماذج

# 流程計數
source: Flow Count
ar: عدد التدفقات

# 標題欄位
source: Title Field
ar: اسم الحقل

# 狀態欄位
source: Status Field
ar: اسم الحالة

# 共用
source: Shared
ar: المشاركة

# 執行過程紀錄
source: LOG
ar: السجل

# 應用程式介面
source: API
ar: الواجهة

# 查看目前流程及進度
source: Show flow status
ar: عرض حالة التدفق

# 附加檔案功能
source: Attachment
ar: المرفق

# 顯示關聯資料
source: Show related information
ar: عرض المعلومات المتصلة

# 填寫及顯示工作日誌
source: Diary
ar: اليومية

# 操作歷程
source: Operation History
ar: انشاء المهمة

# 要顯示的欄位
source: Column to be displayed
ar: العمود الذي سيتم عرضه

# 要查詢的欄位
source: The field to be queried
ar: الحقل المستعلم عنه

# 快速操作1
source: Quick Operation 1
ar: عملية سريعة1

# 快速操作2
source: Quick Operation 2
ar: عملية سريعة2

# 權限
source: Permission
ar: الاذن

# api路徑
source: API_path
ar: عنوان الواجهة

# 是否刪除
source: Delete or not
ar: حذف ام عدم حذف

# 資料流水號
source: Data Serial Number
ar: الرقم المسلسل للبيانات

# 資料編號
source: Data Number
ar: رقم البيانات

# 上傳人員
source: Upload Person
ar: تحميل الشخص

# 主表單流程
source: Main FormFlow
ar: النموذج الرئيسي لتدفق النموذج

# 主資料編號
source: Master Information Number
ar: رقم المعلومات الرئيسية

# 關聯類型
source: Association Type
ar: نوع الرابطة

# 被影響百分比
source: Percentage Affected
ar: نسبة التأثير

# 副表單流程
source: Form2 Flow
ar: التدفق الثاني للفورمة

# 副資料編號
source: Sub-Data Number
ar: رقم البيانات الفرعية

# 建立人員
source: Create Staff
ar: التوظيف

# 內容
source: Content
ar: محتوي

# 建立人
source: Creater
ar: انشاء

# 參數名稱
source: Parameter Name
ar: اسم المعامل

# 參數值
source: Parameter Value
ar: قيمة المعامل

# 類型
source: Type
ar: النوع

# 是否遮蔽
source: Whether to mask
ar: هل هناك تغطية

# 群組id
source: Group id
ar: رقم المجموعة

# 服務水準名稱
source: SLA Name
ar: إسم SLA

# 應用名稱
source: App Name
ar: اسم التطبيق

# 流程名稱
source: Flow Name
ar: اسم التدفق

# 時間測量開始
source: Time measurement start
ar: بداية وقت القياس

# 時間測量終止
source: Time measurement terminated
ar: وقت انتهاء القياس

# 進階條件
source: Advanced Conditions
ar: حالات متقدمة

# 數值測量欄位
source: Numerical Measurement Field
ar: حقل قياس رقمي

# 提醒
source: Reminder
ar: تذكير

# 違反
source: Violation
ar: انتهاك

# 標題
source: Title
ar: مسمي

# 通知開單人
source: Notify Creater
ar: اعلام المنشيء

# 通知角色
source: Notification Role
ar: اعلام القواعد

# 通知人
source: Notify user
ar: إعلام المنستخدم

# 燈號
source: Level
ar: مستوي

# 關閉標記
source: Close Tag
ar: اغلاق العلامة

# 服務水準管理
source: SLA Management
ar: إدارة SLA

# 應用管理
source: APP Management
ar: ادارةالتطبيق

# 首頁
source: Home
ar: الرئيسية

# 數值量測
source: Numerical Measurement
ar: مقاييس رقمية

# 時間量測
source: Time Measurement
ar: زمن القياس

# 新增
source: New
ar: جديد

# 刪除
source: Delete
ar: حذف

# 提醒規則
source: Reminder Rules
ar: تذكير بالقواعد

# 違反規則
source: Violate rules
ar: مخالفة القواعد

# 通知主旨
source: Notification Subject
ar: تنبيه الفاعل

# 通知內容
source: Notification Content
ar: تنبيه المحتوي

# 欄位
source: Column
ar: عمود

# 數字
source: Number
ar: رقم

# 字串
source: String
ar: نص

# 觸發條件
source: Trigger Condition
ar: حالة الزناد

# 終止條件
source: Terminate Conditions
ar: حالة الانتهاء

# 取消
source: Cancel
ar: الغاء

# 確定
source: Confirm
ar: تأكيد

# 編輯
source: Edit
ar: تحرير

# 超過
source: Over
ar: زيادة

# 新增服務水準
source: New SLA
ar: SLA جديد

# 數字、字串...
source: Number, String...
ar: رقم ، نص

# 進階觸發條件
source: Advanced Trigger Condition
ar: حالة زناد تقدمة

# 提醒時間(分)
source: Reminder Time (minutes)
ar: تذكير بالوقت بالدقائق

# 違反時間(分)
source: Violate Time (minutes)
ar: مخالفة الوقت بالدقائق

# 分
source: Minute
ar: دقائق

# 編輯服務水準
source: Edit SLA
ar: تحرير SLA

# 刪除下列服務水準
source: Delete the following SLA
ar: تحديد الحقل

# 選擇流程
source: Selection Flow
ar: تدفق التحديد

# 成功
source: Success
ar: نجاح

# 應用設計
source: Design APP
ar: تصميم النموذج

# 應用列表
source: APP List
ar: قائمة التطبيق

# 刪除下列應用
source: Delete the following APP
ar: حذف التطبيق التالي

# 上架
source: Deploy
ar: نشر

# 篩選
source: Filter
ar: فرز

# 清除篩選條件
source: Clear Filter Conditions
ar: ازالة الفرز

# 還原
source: Restore
ar: استعادة

# 匯入
source: Import
ar: ادخال

# 匯出
source: Export
ar: اخراج

# 下載
source: Cloud
ar: السحابة المعلوماتية

# 使用者
source: User
ar: مستخدم

# 最後修改時間
source: Last Modified Time
ar: وقت آخر تعديل

# 建立應用
source: Create Application
ar: انشاء التطبيق

# 流程匯入
source: Flow Import
ar: ادخال التدفق

# 上架設定
source: Deploy Setting
ar: خصائص النشر

# 上架新應用
source: Deploy new App
ar: نشر تطبيق جديد

# 取代上架應用
source: Replace App
ar: استدال التطبيق

# 上架位置
source: Deploy position
ar: نشر الوضع

# 應用選擇
source: APP Selection
ar: تحديد التطبيق

# 處理中...
source: Processing...
ar: العمليات

# 無應用可取代
source: No APP to replace
ar: لا تطبيق للاستبدال

# 匯出下列應用
source: Export the following APP
ar: استبدال التطبيق التالي

# 讀取中
source: Reading
ar: القراءة

# 回上一層
source: Back to the previous level
ar: العودة لنفس المستوي

# 檢視
source: View
ar: المظهر

# 流程匯入中
source: flow importing
ar: ادخال التدفق

# 雲端流程
source: Cloud flow
ar: التدفق السحابي

# 版本
source: Version
ar: الاصدار

# 修改日期
source: Modified date
ar: تاريخ التعديل

# 關閉
source: Close
ar: اغلاق

# 參數設定
source: Setting
ar: خصائص

# 權限設定
source: Permission
ar: صلاحية الوصول

# 表單設計
source: Form Design
ar: تصميم النموذج

# 儲存
source: Save
ar: حفظ

# 請輸入流程名稱
source: Please enter the flow name
ar: برجاء ادخال اسم التدفق

# API 路徑
source: API path
ar: عنوان التطبيق

# 小寫英文、數字及 -
source: a-z,0-9,-
ar: أ-ي,0-9,-

# 流程說明
source: Flow description
ar: تفاصيل التدفق

# 執行過程紀錄(LOG)
source: LOG
ar: السجل

# 應用程式介面(API)
source: API
ar: التطبيق

# 表單工作區設定
source: Workspace Settings
ar: خصائص ورشة العمل

# 是否建立任務
source: Create mission
ar: انشاء مهمة

# 檢視表單資料操作歷程
source: View form data history
ar: عرض تاريخ

# 顯示資料關聯
source: Show data relation
ar: عرض علاقة البيانات

# 角色名稱
source: Role Name
ar: اسم القاعدة

# 修改
source: Modify
ar: تعديل

# 區塊
source: Block
ar: تكتل

# 半區塊
source: Half block
ar: نصف تكتل

# 新增權限角色
source: Add permission role
ar: اضافة صلاحية الوصول للقواعد

# 新增
source: Add
ar: اضافة

# 開始
source: Start
ar: بدء

# 人工輸入
source: Manual input
ar: ادخال يدوي

# 判斷
source: Switch
ar: تبديل

# 結束
source: End
ar: نهاية

# 建立新流程
source: New flow
ar: تدفق جديد

# 允許
source: Allow
ar: السماح

# 處理中
source: Processing
ar: العمليات

# 請檢查流程名稱或API路徑
source: Please check flow name & API path
ar: برجاء فحص اسم التدفق وعنوان التطبيق

# 請輸入子流程名稱
source: Please enter the name of the sub-flow
ar: برجاء ادخال اسم التدفق الفرعي

# 子流程名稱重複，請重新輸入
source: Duplicate sub-flow name, please re-enter
ar: اسم التدفق الفرعي مكرر ، برجاء إعادة ادخال اسم مختلف

# 複製
source: Copy
ar: نسخ

# 流程複製
source: Flow Copy
ar: نسخ التدفق

# 將流程複製到
source: Copy flow to
ar: نسخ التدفق إلي

# 語言翻譯
source: Language Translation
ar: لغة الترجمة

# 選擇語系
source: Select language
ar: اختيار اللغة

# 流程列表
source: Flow list
ar: قائمة التدفق

# 下列流程將被刪除
source: The following flow will be deleted
ar: التدفق التالي سيتم حذفه

# 匯出翻譯包
source: Export Translation
ar: استخراج الترجمة

# 匯入翻譯包
source: Import Translation
ar: ادخال الترجمة

# 已上架應用
source: Deployed APP
ar: التطبيقات المنشورة

# 表單編號
source: Data No
ar: رقم البيانات

# 關卡
source: Stage
ar: مرحلة

# 是否異常
source: Error
ar: خطأ

# 異常訊息
source: Error Message
ar: رسالة خطأ

# 開單人
source: Creater
ar: المنشئ

# 開單時間
source: Createtime
ar: وقت الانشاء

# 資料修改
source: Data modification
ar: بيانات الاختلاف

# 異常
source: Error
ar: خطأ

# 正常
source: Normal
ar: طبيعي

# 流程資料
source: Flow Info
ar: معلومات التدفق

# 參數管理
source: Parameter Management
ar: ادارةالمعاملات

# 參數列表
source: Parameter List
ar: قائمة المعاملات

# 刪除
source: Delete
ar: محو

# 篩選
source: Filter
ar: فرز

# 編號
source: Number
ar: رقم

# 遮罩
source: Mask
ar: غطاء

# 否
source: No
ar: رقم

# 是
source: Yes
ar: نعم

# 參數匯入
source: Parameter Import
ar: مدخلات المعامل

# 設定
source: Settings
ar: خصائص

# 新增參數
source: New parameter
ar: المعامل الجديد

# 設定參數
source: Setting Parameters
ar: خصائص المعامل

# 刪除下列參數
source: Delete the following parameters
ar: حذف المعاملات التالية

# 匯出下列參數
source: Export the following parameters
ar: استخراج المعاملات التالية

# 排程設定
source: Schedule Setting
ar: خصائص الجدولة

# 狀態
source: Status
ar: خصائص

# 表單內容
source: Form
ar: نموذج

# 排程時間
source: Schedule
ar: جول

# 單次
source: Once
ar: مرة

# 秒
source: Second
ar: ثانية

# 小時
source: Hour
ar: ساعة

# 日
source: Day
ar: يوم

# 週
source: Week
ar: اسبوع

# 月
source: Month
ar: شهر

# 每隔
source: Every
ar: كل

# 秒執行
source: seconds to execute
ar: سيتم التنفيذ في خلال ثواني

# 一
source: Monday
ar: الاثنين

# 二
source: Tuesday
ar: الثلاثاء

# 三
source: Wednesday
ar: الاربعاء

# 四
source: Thursday
ar: الخميس

# 五
source: Friday
ar: الجمعة

# 六
source: Saturday
ar: السبت

# 執行
source: Execute
ar: التنفذ

# 啟用
source: Enable
ar: التمكين

# 停用
source: Disable
ar: التجاهل

# 天
source: Day
ar: يومال

# 周一
source: Monday
ar: الاثنين

# 週二
source: Tuesday
ar: يوم الثلاثاء

# 週三
source: Wednesday
ar: يوم الاربعاء

# 週四
source: Thursday
ar: يوم الخميس

# 週五
source: Friday
ar: يوم الجمعة

# 週六
source: Saturday
ar: يوم السبت

# 週日
source: Sunday
ar: يوم الأحد

# 下列排程將被刪除
source: The following schedule will be deleted
ar: الجدول التي سيتم محوله

# 缺少必填欄位
source: Missing required fields
ar: بيانات غير صحيحة ولكنها مطلوبة

# 秒鐘執行
source: seconds to execute
ar: ثواني حتي تنفيذ

# 分鐘執行
source: minutes to execute
ar: دقائق للتنفيذ

# 小時執行
source: Hours to execution
ar: التنفيذ خلال ساعات

# 天執行
source: Day to execution
ar: التنفيذ خلال يوم

# 黃燈
source: Yellow
ar: اصفر

# 紅燈
source: Red
ar: احمر

# 綠燈
source: Green
ar: اخضر

# 表單列表
source: Form List
ar: قائمة النموذج

# 開單
source: Create Data
ar: انشاء البيانات

# 檔案上傳成功
source: File upload successfully
ar: برجاء فحص البيانات المطلوبة

# 請檢查必填欄位
source: Please check the required fields
ar: برجاء فحص الحقول المطلوبة

# 新增檔案
source: Add
ar: اضافة

# 硬碟容量不足，請移除部分檔案再上傳或聯絡系統管理員
source: Insufficient hard disk capacity, please remove some files before uploading or contact the system administrator
ar: سعة القرص الصلب غير كافية ، برجاء حذف ملفات او الاتصال بمسئول النظام

# 下列表單將被刪除
source: The following forms will be deleted
ar: النماذج التالية سيتم محوها

# 下架
source: Undeploy
ar: غير قابل للنشر

# 顯示上架紀錄
source: Display deploy record
ar: استعراض سجل النشر

# 紀錄
source: Record
ar: تسجيل

# 切換
source: Switch
ar: تحويل

# 下列應用將被下架
source: The following APP will be undeploy
ar: التطبيق التالي لن يتم نشره

# 流程管理
source: Flow Management
ar: ادارة تدفق

# 欄位設定
source: Column Setting
ar: خاصئص العمود

# 查詢
source: Query
ar: استعلام

# 推單
source: Push Data
ar: دفع البيانات

# 參數
source: Parameter
ar: معامل

# 回傳
source: Return
ar: استرجاع

# 錯誤
source: Error
ar: خطأ

# 下列流程將被啟用
source: The following flow will be enableed
ar: التدفق التالي لن يمكن

# 下列流程將被停用
source: The following flowes will be disabled
ar: التدفق التالي لن يعرض

# 單號
source: Data Number
ar: الرقم الخاص بالبيانات

# 資料的唯一編號，推單時使用
source: The unique number of the data, used when pushing data
ar: اسم المرحلة متبقية حتي(اسم نقطة المعالجة اليدوية)

# 建立成功。
source: Created successfully.
ar: نجاح الانشاء

# 名稱重複。
source: Duplicate name.
ar: اسم مكرر

# 名稱不得為空值。
source: The name cannot be empty.
ar: الاسم لا يمكن ان يكون فارغا

# 找不到該應用程式。
source: The APP cannot be found.
ar: التطبيق لا يمكن العثور عليه

# 匯出成功。
source: Export successfully.
ar: نجاح الاستخراج

# 匯入成功。
source: Import successfully.
ar: نجاح الادخال

# 流程建立失敗。
source: Failed to creat flow.
ar: انشاء تدفق فشل

# 同應用內不可有重複的流程名稱。
source: No duplicate flow name in the same APP.
ar: لا يمكن تكرار اسم التدفق في نفس التطبيق

# 建立失敗。
source: Failed to create.
ar: فشل الانشاء

# 重複名稱。
source: Duplicate name.
ar: اسم مكرر

# 重複流程名稱。
source: Duplicate flow name.
ar: اسم تدفق مكرر

# 複製失敗，該應用內含有同樣名稱之流程。
source: Copy failed. The APP contains a flow with the same name.
ar: نسخ فاشل ، التطبيق يحتوي علي تكرار تدفق مع نفس الاسم

# 複製成功。
source: Copy successfully.
ar: تم النسخ

# 上架成功。
source: Deploy successfully.
ar: تم النشر بنجاح

# 應用流程數量已達上限。
source: Maximun APP limits has reached.
ar: اقصي عدد من التطبيقات تم التوصل إليه

# api路徑重複：
source: Duplicate API_path
ar: تكرار عنوان التطبيق

# 上架流程時失敗。
source: Failed during deploy flow.
ar: فشل خلال نشر التطبيق

# 上架應用時失敗。
source: Failed to deploy the APP.
ar: فشل نشر التطبيق

# 流程名稱重複，同一個應用程式不可有重複的流程名稱。
source: Duplicate flow names. The same APP cannot have duplicate flow names.
ar: تكرار تدفق اسم التطبيق ، لا يمكن تكرار نفس اسم التطبيق

# 無法覆蓋預設流程。
source: Cannot overwrite the preset flow.
ar: لا يمكن اعادة الكتابة علي التدفق الحالي

# 重複的應用程式名稱。
source: Duplicate APP name.
ar: تكرار اسم التطبيق

# 設定成功。
source: The setting is successful.
ar: نجح التخصيص

# 找不到該流程。
source: The flow could not be found.
ar: التدفق قد لا يكون موجود

# 推單成功
source: Successful push data
ar: تم ارسال البيانات بنجاح

# 推單失敗
source: Failed to push data
ar: فشل ارسال البيانات

# 開單成功
source: Create data successfully
ar: تم انشاء البيانات بنجاح

# 開單失敗
source: Create data failed
ar: انشاء البيانات فشل

# 讀取失敗。
source: Failed to read.
ar: فشلت القراءة

# 缺少schedule_id。
source: The schedule_id is missing.
ar: الجدولة فشلت

# 請選擇日期或星期。
source: Please select a date or week.
ar: برجاء تحديد بيانات الاسبوع

# 請選擇流程。
source: Please select a flow.
ar: برجاء تحديد التدفق

# 找不到該排程。
source: The schedule cannot be found.
ar: الجدول ليس موجود

# 下架成功。
source: Success to undeploy.
ar: تم عدم النشر

# 請提供必要參數：app_id或是app_name。
source: Please provide the necessary parameters: app_id or app_name.
ar: برجاء تقديم اسم المعامل الصحيح :رقم التطبيق او اسم التطبيق

# 重新上架成功。
source: Re-deploy successfully.
ar: تم إعادة النشر بنجاح

# 重新上架失敗。
source: Failed to re-deploy.
ar: فشل إعادة النشر

# 找不到該應用流程。
source: The APP flow could not be found.
ar: تدفق التطبيق قد لا يكون موجود

# 查詢失敗。
source: Query failed.
ar: فشل الاستعلام

# 匯出失敗。
source: Failed to export.
ar: فشل الاستخراج

# 請提供正確的動作，新增、編輯或刪除。
source: Please provide the correct action to add, edit or delete.
ar: برجاء تقيدم الاجراء الصحيح للاضافة ، والتحرير او الحذف

# 該流程未啟用API呼叫。
source: API call is not enabled for this flow.
ar: استدعاء التطبيق ليس ممكن في ذلك التدفق

# 缺少必填欄位。
source: Missing required fields.
ar: فشل الحقول المطلوبة

# 開單失敗：
source: Failed to create data:
ar: فشل ارسال البيانات

# 開單成功。
source: Create data successfully.
ar: تم انشاء البيانات بنجاح

# 該流程沒有已上架的版本。
source: There is no released version of this flow.
ar: لا يوجد رقم اصدار لهذا التطبيق

# 推單失敗：
source: Failed to push data:
ar: فشل ارسال البيانات

# 推單成功。
source: Push the data successfully.
ar: تم ارسال البيانات بنجاح

# 該流程目前並未處於人工處理點，無法人工推進流程。
source: The flow is currently not at a manual flowing point, and the flow cannot be advanced manually.
ar: ضبط يدوي متقدم
