Repository: syscomgo/omflow
Catalog: locale/*/LC_MESSAGES/django.po
Languages: ar

# 升級授權
source: Upgrade Authorization
ar: تحديث اذونات الوصول

# 授權檔案錯誤，請重新選擇檔案
source: Authorization file error, please select another file
ar: ملف الصلاحيات به عطل برجاء تحديد ملف آخر

# 升級中
source: Upgrading
ar: تحديث

# 授權資料上傳成功
source: Authorization data uploaded successfully
ar: بيانات اذونات الوصول تم رفعها بنجاح
