LOCAL_PORT = 5168

personal_information_agree = '個資保護聲明\n'\
        '為保護您的個人資料，依據個人資料保護法規定，於下列事由與目的範圍內，直接或間接蒐集、處理及利用您的個人資料，當您完成註冊時，表示您同意以下內容：\n'\
        '\n'\
        '(1)蒐集之目的：基於個人資料保護法及相關法令之規定，取得您的個人資料，目的在於提供本軟體內之必要範圍內蒐集、處理及利用您的個人資料。\n'\
        '(2)您同意以您所提供的個人資料確認您的身份、與您進行連絡、提供您之相關服務及資訊，包括後續通知等用途。\n'\
        '(3)於OMFLOW軟體內之個人資料之類別：依據您填寫的個人資料，包含姓名、帳號、E-MAIL等。\n'\
        '(4)您同意於OMFLOW使用期間利用您個人資料的期間、地區、對象及方式：期間：一年\n'\
        '(5)方式：於OMFLOW軟體內作個人資料之利用\n'\
        '(6)當您不使用OMFLOW時，個人資料蒐集之目的消失或期限屆滿時，您同意OMFLOW得繼續保存、處理或利用您的個人資料。\n'\
        '(7)軟體使用期間因執行職務或業務所必須或為遵循其他法令之規定者外，您可隨時向系統管理員請求刪除、停止處理或利用您的個人資料。\n'\
        '(8)您得自由選擇是否提供相關個人資料予本案蒐集、處理及利用，惟您若選擇不提供，或只提供部份/不完全/不真實/不正確個人資料予OMFLOW，\n'\
        '   或提供後向管理員請求刪除部分或全部個人資料，或您所提供的個人資料，經檢舉或發現不足以確認您的身分真實性或其他個人資料冒用、\n'\
        '   盜用等情形時，導致無法進行必要之審核及處理，管理員有權暫時停止提供對您的服務，若有不便之處尚請見諒。\n'

software_use_agree = '軟體使用同意\n'\
        '1.完成帳號註冊前詳閱本使用條款。當用戶完成帳號註冊後，即視為同意本使用條款。\n'\
        '2.使用OMFLOW平台服務或帳號時，如有提供用戶個人資料之必要，應提供即時真實、正確且完整的資料，並經常進行修改以更新資料。\n'\
        '3.使用OMFLOW平台服務時，如有註冊密碼，應自行負責嚴密保管，以免遭到不當使用。\n'\
        '4.若管理員或使用者發現第三人非法使用用戶之帳號，或有使用安全遭異常破壞之情形時，應立即通知對方。\n'\
        '5.管理員接獲使用者通知，經確認有前述情事，應暫停該組帳號或密碼之使用權限，並更換新帳號或密碼予使用者。\n'\
        '6.於OMFLOW註冊的使用者，得隨時刪除帳號終止服務。\n'\
        '7.使用者了解並同意，使用者可能於刪除帳號後，對使用者因此所受之一切損害，不負賠償責任。\n'


policy_reserved_word = ['id','error','error_message','createtime']